<?php

return [
    
    'home1' => 'ابني اختبارك',
    'home2' => 'يساعدك على تقديم عرض تفاعلي عن طريق إضافة أنشطة المشاركة. يمكنك إنشاء استطلاع أو اختبار في شكل مستند إلى اللعبة ، والسماح للمشارك بالتفاعل مع العرض التقديمي الخاص بك',

    'feat1' => 'مزايا كويلز',
    'feat2' => 'اختبارات تنافسيه', 
    'feat3' => "يمكن للمشارك الانضمام إلى الاختبار الخاص بك والتنافس على من يحصل على الإجابة الصحيحة بسرعه فائقه ، وسيتم احتساب النقاط على أساس دقة الاجابه والسرعة. الشخص الحاصل على أعلى نقاط يفوز!", 
    'feat4' => 'سهل الاستعمال', 
    'feat5' => "لقد بنينا الموقع ليكون سهلًا وبسيطًا ومريحًا للاستخدام من قبل جميع الأشخاص. ما عليك سوى التسجيل وإنشاء اختباراتك على طريقتك الخاصة.", 
    'feat6' => 'مجاني بالكامل', 
    'feat7' => "لا حاجة للدفع. كل شيء مجانيا ويستمتع به من قبل الجميع. لا يوجد دفعات شهرية :)", 

    'faq0' => 'أسئلة متكرره',
    'faq1' => 'السؤال الأول: ما الفرق بين الاختبار التتنافسي والاختبار التقليدي؟',
    'faq2' => 'الاختبار التنافسي يحتوي على لوحة المتصدرين لتصنيف المشاركين والنتائج تحتسب بشكل مختلف عن الاختبار التقليدي . في الاختبار التقليدي إذا حصلت على الإجابة الصحيحة ، فستحصل على نقاط السؤال إذا لم تحصل على الإجابة الصحيحة ، فلن تحصل على نقاط السؤال.',
    'faq3' => 'السؤال الثاني: ما هي اللغات التي يدعمها الموقع؟',
    'faq4' => 'في الوقت الحالي ، ندعم اللغتين العربية والإنجليزية بشكل كامل ، وسنحاول توسيع القائمة في المستقبل القريب.',
    'faq5' => 'السؤال الثالث: كيف يمكن للمشاركين الانضمام إلى الاختبار الخاص بي؟',
    'faq6' => 'يمكن إما الانضمام من خلال موقعنا ثم إدخال الرمز في الحقل المناسب اعلى الصفحه أو يمكنك مشاركة رابط الاختبار ويمكنهم الانضمام من خلاله.',

    'about1' => 'معلوماتنا',
    'about2' => 'كويلز هو مشروع تخرج لطلبة في جامعة الملك سعود في كلية علوم الحاسب والمعلومات في قسم هندسة البرمجيات.',

];
